Repository: BioversityCostaRica/1000farms-formshare-extensions
Catalog: branding/branding/locale/*/LC_MESSAGES/branding.po
Languages: es, fr, pt

source: Version
es: Versión
pt: Versão

source: Send us an email
es: Envíenos un correo electrónico
fr: Envoyez-nous un courriel
pt: Envie-nos um e-mail

source: Or follow us on social media
es: O síganos en las redes sociales
fr: Ou suivez-nous sur les médias sociaux
pt: Ou siga-nos nas mídias sociais

source: Powered by FormShare
es: Usando FormShare
fr: Utilisation de FormShare
pt: Usando o FormShare

source: FormShare is an advanced platform for 1000FARMS that extends ClimMob by collecting, integrating, and managing complex ODK surveys
es: FormShare es una plataforma avanzada para 1000FARMS que amplía ClimMob mediante la recopilación, integración y gestión de encuestas ODK complejas.
fr: FormShare est une plateforme avancée pour 1000FARMS qui étend ClimMob en collectant, intégrant et gérant des enquêtes ODK complexes.
pt: FormShare é uma plataforma avançada para 1000FARMS que estende o ClimMob através da coleta, integração e gerenciamento de pesquisas complexas ODK.

source: Centralize data
es: Centralice datos
fr: Centraliser les données
pt: Centralizar os dados

source: Store your data in a consistent way inside a relational database without duplicates or inconsistencies
es: Almacene sus datos de forma coherente dentro de una base de datos relacional sin duplicados ni incoherencias.
fr: Stockez vos données de manière cohérente dans une base de données relationnelle, sans doublons ni incohérences.
pt: Armazene seus dados de forma consistente dentro de um banco de dados relacional, sem duplicatas ou inconsistências.

source: Complete mobile support
es: Soporte móvil completo
fr: Support mobile complet
pt: Suporte móvel completo

source: FormShare supports data collection technologies like
es: FormShare es compatible con tecnologías de recopilación de datos como
fr: FormShare prend en charge les technologies de collecte de données telles que
pt: O FormShare suporta tecnologias de coleta de dados, tais como

source: Decentralize data access
es: Descentralice el acceso a los datos
fr: Décentraliser l'accès aux données
pt: Descentralizar o acesso aos dados

source: Create collaborations around data and allow access from any location using common tools like Excel, STATA or R
es: Cree colaboraciones en torno a los datos y permita el acceso desde cualquier lugar utilizando herramientas comunes como Excel, STATA o R.
fr: Créez des collaborations autour des données et autorisez l'accès depuis n'importe où en utilisant des outils courants tels qu'Excel, STATA ou R.
pt: Criar colaborações em torno dos dados e permitir o acesso de qualquer lugar usando ferramentas comuns, tais como Excel, STATA ou R.

source: Track changes
es: Seguimiento de cambios
fr: Suivi des changements
pt: Rastreamento de mudanças

source: Browse through your data online and track and manage the changes made to it
es: Navegue por sus datos en línea y siga y gestione los cambios realizados en ellos
fr: Naviguez dans vos données en ligne et suivez et gérez les modifications apportées à vos données.
pt: Navegue seus dados online e acompanhe e gerencie as alterações de seus dados

source: Welcome to
es: Bienvenido a
fr: Bienvenue à
pt: Bem-vindo ao

source: Complete data interoperability
es: Interoperabilidad total de los datos
fr: Interopérabilité totale des données
pt: Interoperabilidade total dos dados

source: with OData
es: con OData
fr: avec OData
pt: com OData

source: Get more insights from your ODK data by using technologies like
es: Obtenga más información de sus datos ODK utilizando tecnologías como
fr: Obtenez plus d'informations à partir de vos données ODK en utilisant des technologies telles que
pt: Obtenha mais informações de seus dados ODK usando tecnologias tais como

source: or
es: o
fr: o
pt: o

source: in real time.
es: en tiempo real.
fr: en temps réel.
pt: em tempo real.

source: Clean data from Excel in real time while recording any changes.
es: Limpie los datos de Excel en tiempo real mientras registra cualquier cambio.
fr: Nettoyer les données Excel en temps réel tout en enregistrant les modifications.
pt: Limpe os dados do Excel em tempo real enquanto registra quaisquer mudanças.

source: Next
es: Siguiente
fr: Suivant
pt: Próximo
